Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

source: Tus últimos días muestran más presencia que los anteriores. Mantén el gesto que ya funciona y añade una pausa corta en la franja donde sueles olvidarte.
en: Your recent days show more presence than the days before. Keep the gesture that is working and add a short pause during the period when you tend to forget.
zh_hans: 最近几天的觉察比之前更多。保持已经奏效的做法，并在你最容易忘记的时段加一次短暂停顿。

source: Ubicación
en: Location
zh_hans: 位置

source: Últimas lecturas visitadas:
en: Last viewed readings:
zh_hans: 最近浏览的阅读材料：

source: Últimos registros
en: Recent Entries
zh_hans: 最近记录

source: Un año
en: Three months
zh_hans: 一年

source: Un año atrás
en: One year ago
zh_hans: 一年前

source: Un aporte adecuado favorece masa muscular y saciedad. Muy bajo puede ser insuficiente según contexto dietético.
en: Adequate intake supports muscle mass and satiety. Very low levels may be insufficient depending on the overall diet.
zh_hans: 摄入充足有助于维持肌肉量和饱腹感；具体还需结合整体饮食，含量过低可能不足。

source: Un desliz es información, no una identidad.
en: A slip is information, not an identity.
zh_hans: 一次失误是信息，而不是身份。

source: Un logro, un gesto o un momento que quieras reconocer.
en: An achievement, gesture, or moment you want to acknowledge.
zh_hans: 写下一项成就、一个举动，或一个值得肯定的时刻。

source: Un mal resultado externo puede coexistir con un proceso excelente.
en: A poor external result can coexist with an excellent process.
zh_hans: 外在结果不理想，也可以同时拥有出色的过程。

source: Un patrón puede aliviar, proteger o dar control a corto plazo. Reconocer esa recompensa permite cambiarlo.
en: A pattern may provide short-term relief, protection, or control. Recognizing that reward makes change possible.
zh_hans: 一个模式可能会在短期内带来缓解、保护感或控制感。看见这种回报，才有可能改变它。

source: Un patrón. Una respuesta nueva. 21 días.
en: One pattern. One new response. 21 days.
zh_hans: 一个模式，一种新回应，21 天。

source: Un programa práctico de 21 días para reconocer patrones automáticos, interrumpirlos y entrenar respuestas conscientes con prácticas guiadas, diario, recordatorios y seguimiento del progreso.
en: A practical 21-day program to recognize automatic patterns, interrupt them, and train conscious responses with guided practices, journaling, reminders, and progress tracking.
zh_hans: 一套为期 21 天的实用计划，帮助你识别并打断自动化模式，通过引导练习、日记、提醒和进度追踪，逐步培养有意识的回应方式。

source: Un ritual breve para estructurar tu día con claridad, intención y presencia.
en: A short ritual to shape your day with clarity, intention, and presence.
zh_hans: 用一个简短的仪式，让今天更清晰、更有方向，也更专注当下。

source: Una acción concreta que haga más fácil empezar bien.
en: One specific action that will make it easier to start well.
zh_hans: 做一件具体的事，让明天更容易有一个好的开始。

source: Una acción observable
en: An observable action
zh_hans: 一个可观察的行动

source: Una acción pequeña elegida desde tus patrones recientes.
en: A small action chosen from your recent patterns.
zh_hans: 根据你近期模式选出的一小步行动。

source: una actividad pendiente
en: a pending task
zh_hans: 一项待办任务

source: Una conducta que quieres modificar no define tu identidad.
en: A behavior you want to change does not define who you are.
zh_hans: 一个你想改变的行为，并不能定义你是谁。

source: Una emoción elevada reorganiza el día
en: An elevated emotion can reshape your day.
zh_hans: 积极而高昂的情绪能重新调整这一天。

source: Una identidad basada en proceso
en: A process-based identity
zh_hans: 以过程为基础的身份认同

source: Una lectura amable de cómo se distribuyó la práctica.
en: A gentle read of how your practice was distributed.
zh_hans: 温和地了解你的练习分布。

source: Una lectura rápida de tus prácticas sostenidas.
en: A quick read of your sustained practices.
zh_hans: 快速了解你持续练习的情况。

source: Una mejora para mañana
en: One improvement for tomorrow
zh_hans: 明天的一项改进

source: UNA MEJORA PARA MAÑANA
en: ONE IMPROVEMENT FOR TOMORROW
zh_hans: 明天的一项改进

source: Una pausa para integrar el día y preparar mañana.
en: A pause to integrate the day and prepare for tomorrow.
zh_hans: 停下来梳理今天，并为明天做准备。

source: Una pausa puede cambiarlo todo
en: A pause can change everything.
zh_hans: 一次停顿，可能改变一切。

source: Una pequeña separación entre impulso y respuesta ya es éxito.
en: Even a small gap between urge and response is a success.
zh_hans: 冲动与回应之间哪怕只有一点空隙，也已经是成功。

source: Una persona que…
en: Someone who…
zh_hans: 一个能够……的人

source: Una persona, una experiencia o algo pequeño de hoy.
en: A person, an experience, or something small from today.
zh_hans: 可以是一个人、一段经历，或今天的一件小事。

source: Una práctica distinta cada jornada
en: A Different Practice Each Day
zh_hans: 每天一项不同练习

source: Una respuesta concreta y verificable
en: A specific, verifiable response
zh_hans: 一个具体、可验证的回应

source: Una respuesta puede utilizar más de una solicitud cuando debe resumir un documento largo, compactar el historial o continuar una generación.
en: A response may use more than one request when it needs to summarize a long document, compact the history, or continue a generation.
zh_hans: 当需要总结长文档、压缩历史记录或继续生成时，一次回复可能会使用多次请求。

source: una unidad pendiente
en: a pending step
zh_hans: 一个待完成步骤

source: Una vista única para observar intención, acciones y aprendizaje.
en: One view to observe intention, actions, and learning.
zh_hans: 在一个页面中查看意图、行动与收获。

source: Unidad %@
en: Unit %@
zh_hans: 单元 %@

source: Unidad completada
en: Completed unit
zh_hans: 已完成的单元

source: Unidad de duración
en: Unit of duration
zh_hans: 持续时间单位

source: unidades
en: units
zh_hans: 个单元

source: unidades avanzadas
en: units progressed
zh_hans: 已推进单元

source: unidades completadas
en: completed units
zh_hans: 已完成单元

source: Ups! Contraseña no coinciden
en: Oops! Passwords do not match
zh_hans: 哎呀！两次输入的密码不一致

source: Usa una señal física de pausa al menos una vez.
en: Use your physical pause cue at least once.
zh_hans: 至少使用一次身体暂停信号。

source: Usar este ejemplo
en: Use This Example
zh_hans: 使用这个示例

source: Usar frase por defecto
en: Use Default Phrase
zh_hans: 使用默认提示语

source: Usar música personal en sesión
en: Use personal music during the session
zh_hans: 练习时使用个人音乐

source: Usuario
en: Personal
zh_hans: 个人

source: Utilización de la IA
en: Using AI
zh_hans: AI 使用设置

source: vacío en el abdomen, tensión y urgencia
en: an empty feeling in my stomach, tension, and urgency
zh_hans: 腹部空虚、紧张和迫切感

source: Valiente
en: Courageous
zh_hans: 勇敢

source: Valor Actual: %@
en: Present Value: %@
zh_hans: 当前值：%@

source: Valor calórico
en: Calories
zh_hans: 热量

source: Valor energético (kcal/100g)
en: Energy (kcal/100g)
zh_hans: 能量（千卡/100克）

source: Valores totales usados como referencia para completar los indicadores de progreso de Presencia y Metas en Home. El indicador de estrés se calcula automáticamente con datos de Salud.
en: Totals used as the reference for completing the Presence and Goals progress indicators on Home. The stress indicator is calculated automatically using Health data.
zh_hans: 这些总数用于计算首页“当下”和“目标”的进度指标。压力指标会根据“健康”数据自动计算。

source: Valores totales usados como referencia para completar los indicadores de progreso de Presencia y Metas en Home. El indicador de estrés se calcula automáticamente leyendo datos de Salud, utilizando HealthKit em modo lectura.
en: Total values ​​used as a reference to complete the Presence and Goals progress indicators in Home. The stress indicator is automatically calculated by reading Health data, using HealthKit in read mode.
zh_hans: 总计值用作参考，以完善“居家”中的“在线状态”和“目标”进度指标。压力指标通过读取健康数据自动计算，使用 HealthKit 的读取模式。

source: Vamos a hacer que la magia ocurra!
en: Let the magic begin!
zh_hans: 让奇迹发生吧！

source: Vegano
en: Vegan
zh_hans: 纯素

source: Vegetariano
en: Vegetarian
zh_hans: 素食

source: Velocidad nominal: %lld
en: Nominal speed: %lld
zh_hans: 基础速度：%lld

source: Vence en
en: Due in
zh_hans: 距截止还有

source: Ventana Diario Siempre Abierta
en: Keep Journal Unlocked
zh_hans: 让日记保持解锁

source: Ver ayuda urgente de mi país
en: View urgent help in my country
zh_hans: 查看我所在国家或地区的紧急帮助

source: Ver cierre
en: View closing
zh_hans: 查看今日收尾

source: Ver con más claridad el automatismo ya es progreso.
en: Seeing the automatic pattern more clearly is already progress.
zh_hans: 更清楚地看见自动化模式，本身就是进步。

source: Ver ejemplos de metas
en: View Goal Examples
zh_hans: 查看目标示例

source: Ver entrada de Diario
en: View Journal entry
zh_hans: 查看日记

source: Ver las últimas conferencias
en: View the latest conferences
zh_hans: 查看最新讲座

source: Ver síntesis del día
en: View day summary
zh_hans: 查看今日总结

source: Ver unidad
en: View unit
zh_hans: 查看单元

source: Versión
en: Version
zh_hans: 版本

source: versión de esquema no compatible
en: unsupported schema version
zh_hans: 内容结构版本不受支持

source: Versión Extendida
en: Extended Version
zh_hans: 扩展版

source: Versión Extendida Habilitada! 🎉
en: Extended Version Enabled! 🎉
zh_hans: 扩展版已启用！🎉

source: Versión mínima · 10 minutos
en: Minimum Version · 10 Minutes
zh_hans: 最低版本 · 10 分钟

source: Versión mínima disponible: reducir la práctica es válido; abandonarla por perfeccionismo no.
en: Minimum version available: shortening the practice is fine; abandoning it out of perfectionism is not.
zh_hans: 可以选择最低版本：缩短练习没有问题，但不要因为追求完美而放弃。

source: VFC (SDNN)
en: HRV (SDNN)
zh_hans: 心率变异性（SDNN）

source: Videos de demostración
en: Demo Videos
zh_hans: 演示视频

source: Videos Tutoriales
en: Tutorial Videos
zh_hans: 教程视频

source: Viernes
en: Friday
zh_hans: 星期五

source: Violeta
en: Violet
zh_hans: 紫罗兰

source: Visionario
en: Visionary
zh_hans: 有远见

source: Vista Home Productividad
en: Productivity Home View
zh_hans: 首页效率视图

source: Vista previa
en: Preview
zh_hans: 预览

source: Vista rápida
en: At a glance
zh_hans: 概览

source: Visualiza un episodio leve, uno moderado y uno intenso. En cada uno practica señal, pausa, emoción, frase operativa y respuesta alternativa.
en: Visualize a mild, moderate, and intense episode. In each one, practice the cue, pause, emotion, actionable phrase, and alternative response.
zh_hans: 想象一个轻度、中度和高强度的情境，并在每个情境中练习识别信号、暂停、容纳情绪、使用行动语句和替代反应。

source: Visualización
en: Display
zh_hans: 显示

source: Visualización de obstáculos
en: Visualize Obstacles
zh_hans: 想象并应对障碍

source: Visualización de respuestas
en: Response display
zh_hans: 回复显示

source: Visualización por puntos al estilo Fitness
en: Fitness-style dot visualization
zh_hans: 健身记录风格的点状视图

source: Volver
en: Back
zh_hans: 返回

source: Volver a comprobar
en: Double-check
zh_hans: 仔细核对

source: Volver al inicio
en: Back to start
zh_hans: 返回首页

source: Vuelve a lo esencial
en: Return to what matters most.
zh_hans: 回到真正重要的事。

source: Vuelve a sentir plenitud
en: Return to a sense of wholeness.
zh_hans: 重新感受内在的完整与丰盛。

source: Vuelve al estado que elegiste al comenzar
en: Return to the state you chose at the start.
zh_hans: 回到你今天开始时所选择的状态。

source: Vuelve al momento presente
en: Return to the present moment.
zh_hans: 回到此时此刻。

source: Vuelve al Presente
en: Return to the Present
zh_hans: 回到当下

source: Vuelve cuando lo notes
en: Return whenever you notice
zh_hans: 觉察到时，就回到当下

source: Vuelvo al Presente
en: Return to the Present
zh_hans: 回到当下

# weekly_review.stats.insight_mood
source: El estado más repetido ha sido {0} {1}. Úsalo como señal, no como etiqueta fija.
en: The most repeated state has been {0} {1}. Use it as a signal, not a fixed label.
zh_hans: 最常出现的状态是 {0} {1}。把它当作信号，而不是固定标签。

# weekly_review.stats.insight_stagnant_goals
source: Las metas aparecen estancadas en {0} de las últimas {1} revisiones; conviene elegir una acción muy pequeña.
en: Goals appear stagnant in {0} of the last {1} reviews; choosing a very small action would help.
zh_hans: 在最近 {1} 次回顾中，有 {0} 次显示目标停滞；适合选择一个非常小的行动。

# weekly_review.stats.last_review
source: Última revisión: {0}
en: Last review: {0}
zh_hans: 上次回顾：{0}

# weekly_review.stats.saved_reviews
source: {0} revisiones guardadas
en: {0} saved reviews
zh_hans: {0} 条已保存的回顾

# weekly_review.stats.trend_down
source: {0} bajó respecto al bloque anterior; puede ser buen foco para la próxima semana.
en: {0} dropped compared with the previous block; it may be a good focus for next week.
zh_hans: {0} 比上一阶段下降；它可能适合作为下周的关注点。

# weekly_review.stats.trend_stable
source: {0} se mantiene estable respecto al bloque anterior.
en: {0} remains stable compared with the previous block.
zh_hans: {0} 与上一阶段相比保持稳定。

# weekly_review.stats.trend_up
source: {0} va en aumento respecto a tus revisiones anteriores.
en: {0} is increasing compared with your previous reviews.
zh_hans: {0} 相比之前的回顾正在增加。

source: Y termino haciendo…
en: And I end up…
zh_hans: 最后我会……

source: Ya he escrito una reseña
en: I've already written a review
zh_hans: 我已经写过评价

source: (Beta)
zh_hans: （测试版）

source: %lldd
zh_hans: %lld天

source: 2 min
zh_hans: 2 分钟

source: 5 min
zh_hans: 5 分钟

source: 21 min
zh_hans: 21 分钟

source: Aurora
zh_hans: 极光色

source: Cancel
zh_hans: 取消

source: Chat
zh_hans: 聊天

source: ChatIA
zh_hans: AI 聊天

source: Checklist
zh_hans: 检查清单

source: Coral
zh_hans: 珊瑚色

source: Global
zh_hans: 全球

# goals.dynamic.countdown.hours_minutes
source: {0}h {1}m
zh_hans: {0}小时 {1}分

# goals.dynamic.countdown.minutes_seconds
source: {0}m {1}s
zh_hans: {0}分 {1}秒

# goals.dynamic.countdown.seconds
source: {0}s
zh_hans: {0}秒

# goals.stats.compact_days
source: {0}d
zh_hans: {0}天

# goals.ui.total_count
source: Total: {0}
zh_hans: 总计：{0}

source: Gregg Braden
zh_hans: 格雷格·布雷登

# healing.duration.minutes
source: {0} min
zh_hans: {0} 分钟

# home.stress.milliseconds
source: {0} ms
zh_hans: {0} 毫秒

source: Impersonal
zh_hans: 客观回应

source: info
zh_hans: 信息

source: Info
zh_hans: 信息

# label_reader.score.gluten_state
source: Gluten: {0}.
zh_hans: 麸质：{0}。

source: Línea de la Vida
zh_hans: Línea de la Vida 生命热线

source: Manual
zh_hans: 手动

source: Menu:
zh_hans: 菜单：

# Mínimo %lld caracteres (%lld/%lld)
source: Mínimo %1$lld caracteres (%2$lld/%3$lld)
zh_hans: Minimum %1$lld caracteres (%2$lld/%3$lld)

source: Neutral
zh_hans: 一般

source: Neville Goddard
zh_hans: 内维尔·戈达德

source: No
zh_hans: 没有

source: Off
zh_hans: 关闭

source: Off-Line
zh_hans: 离线

source: Offline
zh_hans: 离线

source: OK
zh_hans: 确定

source: On
zh_hans: 开启

source: Online
zh_hans: 在线

source: Personal
zh_hans: 以人物身份回应

source: PRO
zh_hans: 专业版

source: Probable
zh_hans: 可能

source: Ritual
zh_hans: 仪式

source: Score:
zh_hans: 评分：

source: total
zh_hans: 总计

source: Total
zh_hans: 总计

source: Total: %lld/10
zh_hans: 总分：%lld/10
